[
    {
        "business_logo": "https://i.ibb.co/XJyJdzd/prod-1.jpg",
        "business_name": "Handicrafts of Bengal",
        "years_of_operation": 15,
        "number_of_products": 200,
        "likes": 1500,
        "description": "Handicrafts of Bengal is renowned for offering authentic handicrafts that reflect the rich cultural heritage of Bengal. Our artisans create a variety of products, including textiles, pottery, and metalwork, each handcrafted with traditional techniques passed down through generations. We believe in preserving the heritage of Bengal while providing sustainable income for local artisans. Our products range from intricate home décor items to beautifully designed accessories that merge tradition with modern utility. Our commitment to quality and tradition has earned us a loyal customer base both locally and internationally.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Jamdani Sarees",
            "Brass Utensils",
            "Handcrafted Pottery"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/hFTQ4rp/prod-2.jpg",
        "business_name": "Bengal Artisans",
        "years_of_operation": 10,
        "number_of_products": 120,
        "likes": 980,
        "description": "At Bengal Artisans, we specialize in creating eco-friendly products that appeal to conscious consumers who value sustainability. Our artisans use locally sourced, sustainable materials to craft a wide range of items, from home décor to fashion accessories. Our emphasis on eco-friendly practices ensures that each product is made with minimal environmental impact. Bengal Artisans has carved out a niche for customers who appreciate unique craftsmanship combined with sustainable practices. We aim to promote the artistry of Bengal while contributing to a greener planet.",
        "location": "Chittagong, Bangladesh",
        "featured_products": [
            "Eco-friendly Tote Bags",
            "Recycled Metal Jewelry",
            "Handwoven Baskets"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/XjLhpRn/prod-3.jpg",
        "business_name": "Deshi Crafts",
        "years_of_operation": 8,
        "number_of_products": 80,
        "likes": 600,
        "description": "Deshi Crafts celebrates the vibrant colors and intricate designs of rural Bengal. Our collection includes a wide variety of handcrafted items, each reflecting the traditional artistry and cultural significance of the region. From embroidered textiles to handcrafted wooden pieces, Deshi Crafts offers products that bring the spirit of rural craftsmanship to the modern world. Our goal is to showcase the talent of local artisans while supporting their livelihoods and keeping ancient traditions alive.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Embroidered Kantha Quilts",
            "Wooden Wall Art",
            "Handmade Jewelry"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/9N1Qbp3/prod-4.jpg",
        "business_name": "Art of Bangladesh",
        "years_of_operation": 20,
        "number_of_products": 300,
        "likes": 2000,
        "description": "Art of Bangladesh offers a curated collection of the finest handcrafted items from across the country. With over two decades of experience, we pride ourselves on representing the best of Bangladesh's artistic traditions. From intricate pottery to beautifully woven textiles, our products are crafted by skilled artisans who have honed their craft for generations. We aim to bridge the gap between traditional art forms and contemporary design, creating pieces that appeal to modern sensibilities while retaining their cultural essence.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Ceramic Pottery",
            "Silk Scarves",
            "Handwoven Rugs"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/9w9RkPR/prod-5.jpg",
        "business_name": "Heritage Handicrafts",
        "years_of_operation": 12,
        "number_of_products": 150,
        "likes": 1200,
        "description": "Heritage Handicrafts is dedicated to preserving the rich cultural traditions of Bengal through our handcrafted products. Each piece in our collection is a testament to the artistry and craftsmanship that has been passed down through generations. From handwoven textiles to intricately designed pottery, our products are made with love and care, ensuring that every item tells a story of cultural pride. We work closely with local artisans to ensure that traditional techniques are preserved while providing them with a sustainable source of income.",
        "location": "Rajshahi, Bangladesh",
        "featured_products": [
            "Handwoven Sarees",
            "Traditional Pottery",
            "Brass Decorative Items"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/ZhrtKb5/prod-6.jpg",
        "business_name": "Crafts of Bengal",
        "years_of_operation": 7,
        "number_of_products": 90,
        "likes": 550,
        "description": "Crafts of Bengal offers an exquisite range of handmade products that blend traditional craftsmanship with modern aesthetics. Our artisans create a wide variety of items, from home décor to personal accessories, each designed to reflect the beauty of Bengal's rich cultural heritage. We believe in empowering local artisans by providing them with a platform to showcase their skills to a global audience. Our products are not only beautiful but also functional, making them perfect for everyday use.",
        "location": "Khulna, Bangladesh",
        "featured_products": [
            "Handmade Jewelry",
            "Home Décor",
            "Textile Art"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/m6kyKDg/prod-7.jpg",
        "business_name": "Traditional Touch",
        "years_of_operation": 5,
        "number_of_products": 60,
        "likes": 450,
        "description": "Traditional Touch is all about celebrating the craftsmanship of Bengal. We work with artisans who use age-old techniques to create beautiful, high-quality products. Our collection includes everything from textiles to pottery, each piece made with meticulous attention to detail. Whether you're looking for something to decorate your home or a unique gift for a loved one, Traditional Touch has something for everyone. We take pride in offering products that are not only beautiful but also ethical, ensuring that our artisans are fairly compensated for their work.",
        "location": "Barisal, Bangladesh",
        "featured_products": [
            "Handloomed Fabrics",
            "Decorative Pottery",
            "Traditional Jewelry"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/Tkr4mJ1/prod-8.jpg",
        "business_name": "Artisan's Craft",
        "years_of_operation": 9,
        "number_of_products": 110,
        "likes": 700,
        "description": "Artisan's Craft brings together a diverse selection of handcrafted products, each one telling a unique story of Bengal's artisans. We work with a wide range of artisans, from weavers to potters, to offer products that are both beautiful and functional. Our mission is to support local craftsmanship by creating opportunities for artisans to sell their products to a broader audience. Whether you're looking for a one-of-a-kind piece of jewelry or a unique home décor item, Artisan's Craft has something special for you.",
        "location": "Mymensingh, Bangladesh",
        "featured_products": [
            "Handwoven Scarves",
            "Handcrafted Pottery",
            "Silver Jewelry"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/N6MZZpr/prod-9.jpg",
        "business_name": "Bangla Heritage",
        "years_of_operation": 16,
        "number_of_products": 210,
        "likes": 1650,
        "description": "Bangla Heritage is committed to preserving and promoting the rich cultural heritage of Bangladesh through handcrafted products. Our artisans create everything from textiles to metalwork, each piece crafted with care and precision. We believe that traditional craftsmanship has a place in the modern world, and we strive to make our products accessible to a global audience. With a focus on quality and authenticity, Bangla Heritage is a brand you can trust for unique, handcrafted products.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Brass Utensils",
            "Handwoven Sarees",
            "Traditional Paintings"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/XDtjj0k/prod-10.jpg",
        "business_name": "Handmade Pots",
        "years_of_operation": 14,
        "number_of_products": 180,
        "likes": 1400,
        "description": "Handmade pots showcases the finest handcrafted items from across Bengal. Our collection includes textiles, pottery, jewelry, and more, each piece reflecting the unique artistry of the region. Our artisans use traditional techniques to create products that are not only beautiful but also functional. We believe in empowering local artisans by providing them with a platform to showcase their skills and reach a wider audience. Whether you're looking for a unique gift or something special for your home, Handmade Bengal has something for everyone.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Terracotta Pots",
            "Handwoven Carpets",
            "Traditional Clay Dolls"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/59BvzjH/prod-11.jpg",
        "business_name": "Bengal Creations",
        "years_of_operation": 11,
        "number_of_products": 140,
        "likes": 1000,
        "description": "Bengal Creations is a creative fusion of traditional Bengali craftsmanship and modern design. Our artisans take inspiration from age-old techniques to create products that are both stylish and timeless. From intricate woodwork to beautiful textiles, each item is carefully crafted to ensure quality and longevity. We take pride in our sustainable approach, working with local artisans to create eco-friendly products that respect both tradition and the environment.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Wooden Sculptures",
            "Batik Sarees",
            "Handcrafted Rugs"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/0Gx1HCV/prod-12.jpg",
        "business_name": "Bangla Craft",
        "years_of_operation": 13,
        "number_of_products": 160,
        "likes": 1300,
        "description": "Bangla Craft offers a diverse collection of handcrafted products, from textiles to pottery, all made using traditional techniques. Our artisans are passionate about preserving the rich cultural heritage of Bangladesh, and each piece in our collection tells a unique story. Whether you're looking for a unique gift or a statement piece for your home, Bangla Craft has something to offer for everyone who appreciates the beauty of handmade items.",
        "location": "Chittagong, Bangladesh",
        "featured_products": [
            "Terracotta Pots",
            "Handwoven Carpets",
            "Traditional Clay Dolls"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/HCf4Rrf/prod-13.jpg",
        "business_name": "Crafty Hands",
        "years_of_operation": 6,
        "number_of_products": 70,
        "likes": 500,
        "description": "Crafty Hands specializes in blending contemporary design with traditional craftsmanship. Our artisans create a variety of handcrafted products that are perfect for modern homes, from decorative items to functional accessories. Each piece is made using age-old techniques passed down through generations, ensuring that every product reflects the rich heritage of Bengal while meeting the needs of today's consumers.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Contemporary Clay Art",
            "Handmade Wall Décor",
            "Textile Art"
        ]
    },
    {
        "business_logo": "/prod-14.jpg",
        "business_name": "Handmade Heritage",
        "years_of_operation": 18,
        "number_of_products": 220,
        "likes": 1750,
        "description": "Handmade Heritage brings together the best of Bengal's traditional artistry and modern innovation. Our artisans are skilled in a wide variety of crafts, from weaving to pottery, creating products that are as functional as they are beautiful. We focus on sustainable, ethical production methods, ensuring that each purchase supports local artisans and helps preserve cultural heritage.",
        "location": "Rajshahi, Bangladesh",
        "featured_products": [
            "Handwoven Fabrics",
            "Traditional Pottery",
            "Metal Crafts"
        ]
    },
    {
        "business_logo": "/prod-15.jpg",
        "business_name": "Crafts of Dhaka",
        "years_of_operation": 4,
        "number_of_products": 50,
        "likes": 350,
        "description": "Crafts of Dhaka offers a selection of handcrafted items that showcase the artistry and creativity of local artisans. Our collection includes home décor, fashion accessories, and gifts, all made using traditional techniques that have been passed down through generations. We aim to provide customers with high-quality, unique products that celebrate the cultural heritage of Bangladesh while supporting local craftsmanship.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Bamboo Crafts",
            "Embroidered Cushions",
            "Handmade Jewelry"
        ]
    },
    {
        "business_logo": "/prod-16.jpg",
        "business_name": "Bengal Treasures",
        "years_of_operation": 19,
        "number_of_products": 240,
        "likes": 1850,
        "description": "Bengal Treasures is a destination for those seeking unique, handcrafted products made with love and care by skilled artisans. Our collection includes traditional crafts such as weaving, pottery, and woodwork, each piece reflecting the rich history and culture of Bengal. We believe in the value of preserving traditional craftsmanship and offer products that bring a touch of Bengal's artistry into modern homes.",
        "location": "Khulna, Bangladesh",
        "featured_products": [
            "Handwoven Silk",
            "Wooden Furniture",
            "Ceramic Pottery"
        ]
    },
    {
        "business_logo": "/prod-17.jpg",
        "business_name": "Crafty Bengal",
        "years_of_operation": 2,
        "number_of_products": 40,
        "likes": 200,
        "description": "Crafty Bengal specializes in creating small, handcrafted items that are perfect for gifting or personal use. Our artisans use locally sourced materials and traditional techniques to craft a variety of products, from home décor to fashion accessories. Each item is made with love and care, ensuring that our customers receive unique, high-quality products that reflect the beauty of Bengal's rich craftsmanship.",
        "location": "Barisal, Bangladesh",
        "featured_products": [
            "Handmade Dolls",
            "Clay Pots",
            "Handloomed Scarves"
        ]
    },
    {
        "business_logo": "/prod-18.jpg",
        "business_name": "Bangla Artisans",
        "years_of_operation": 3,
        "number_of_products": 45,
        "likes": 250,
        "description": "Bangla Artisans is dedicated to supporting local artisans by providing a platform for them to showcase their handmade products. Our collection includes a wide range of items, from traditional crafts to contemporary designs, all made using traditional techniques. We believe in the power of craftsmanship to connect people with culture, and our mission is to bring the beauty of Bengali artistry to the world.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Clay Figurines",
            "Handwoven Baskets",
            "Traditional Jewelry"
        ]
    },
    {
        "business_logo": "/prod-19.jpg",
        "business_name": "Handcrafted Dreams",
        "years_of_operation": 17,
        "number_of_products": 230,
        "likes": 1700,
        "description": "Handcrafted Dreams offers a wide range of handcrafted products, each one made with precision and a passion for detail. Our artisans create everything from textiles to pottery, using traditional techniques to produce unique, high-quality items. We believe that every product should tell a story, and our mission is to bring the dreams and aspirations of our artisans to life through their beautiful creations.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Handloomed Sarees",
            "Terracotta Vases",
            "Handmade Accessories"
        ]
    },
    {
        "business_logo": "/prod-20.jpg",
        "business_name": "Bengali Hands",
        "years_of_operation": 10,
        "number_of_products": 130,
        "likes": 950,
        "description": "Bengali Hands offers a curated selection of handcrafted products, each made by skilled artisans who use traditional techniques. Our collection includes jewelry, home décor, and fashion accessories, all designed to celebrate the craftsmanship and creativity of Bengali artisans. Whether you're looking for a unique gift or something special for yourself, Bengali Hands has something to suit every taste.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Silver Jewelry",
            "Handwoven Textiles",
            "Decorative Pottery"
        ]
    },
    {
        "business_logo": "/prod-21.jpg",
        "business_name": "Craft & Tradition",
        "years_of_operation": 9,
        "number_of_products": 100,
        "likes": 600,
        "description": "Craft & Tradition blends the old with the new, offering products that combine traditional Bengali craftsmanship with modern aesthetics. Our artisans use eco-friendly materials to create handcrafted items that are perfect for today’s conscious consumer. From fashion accessories to home décor, each product is a reflection of our commitment to sustainability and craftsmanship.",
        "location": "Rajshahi, Bangladesh",
        "featured_products": [
            "Eco-friendly Bags",
            "Sustainable Fashion",
            "Handcrafted Bowls"
        ]
    },
    {
        "business_logo": "/prod-22.jpg",
        "business_name": "Heritage Crafts",
        "years_of_operation": 15,
        "number_of_products": 210,
        "likes": 1600,
        "description": "Heritage Crafts is passionate about preserving the rich traditions of Bengali artistry. Our collection features a wide range of handcrafted items, from pottery to textiles, each made using age-old techniques. We believe in the power of craftsmanship to connect people with their cultural roots, and our mission is to support local artisans by giving them a platform to share their creations with the world.",
        "location": "Chittagong, Bangladesh",
        "featured_products": [
            "Traditional Pottery",
            "Handwoven Fabrics",
            "Artisanal Jewelry"
        ]
    },
    {
        "business_logo": "/prod-23.jpg",
        "business_name": "Artisan's Heritage",
        "years_of_operation": 12,
        "number_of_products": 150,
        "likes": 1200,
        "description": "Artisan's Heritage showcases the best of traditional Bengali craftsmanship, offering products that are both beautiful and functional. Our collection includes handcrafted textiles, pottery, and more, each made by skilled artisans using techniques that have been passed down through generations. We believe in supporting local artisans by providing them with opportunities to reach new markets and grow their businesses.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Handloomed Blankets",
            "Ceramic Plates",
            "Handcrafted Vases"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/N6MZZpr/prod-9.jpg",
        "business_name": "Bengal Woven",
        "years_of_operation": 7,
        "number_of_products": 90,
        "likes": 700,
        "description": "Bengal Woven is dedicated to preserving the ancient art of weaving, offering a collection of handcrafted textiles that reflect the beauty and artistry of Bengali craftsmanship. Our artisans use traditional techniques to create everything from sarees to home décor items, each one a testament to the skill and creativity of our team. We are committed to promoting sustainable, ethical production methods that support local communities.",
        "location": "Barisal, Bangladesh",
        "featured_products": [
            "Handwoven Sarees",
            "Textile Art",
            "Handcrafted Table Linens"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/XJyJdzd/prod-1.jpg",
        "business_name": "Crafted Wonders",
        "years_of_operation": 8,
        "number_of_products": 110,
        "likes": 800,
        "description": "Crafted Wonders celebrates the artistry of Bengal's craftsmen by offering a curated selection of handcrafted products. Our collection includes pottery, textiles, and home décor items, each made using traditional techniques that have been passed down through generations. We are passionate about preserving cultural heritage while offering products that are perfect for modern living.",
        "location": "Khulna, Bangladesh",
        "featured_products": [
            "Handcrafted Bowls",
            "Terracotta Art",
            "Traditional Jewelry"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/XjLhpRn/prod-3.jpg",
        "business_name": "Bengali Masterpieces",
        "years_of_operation": 16,
        "number_of_products": 200,
        "likes": 1500,
        "description": "Bengali Masterpieces is a platform for showcasing the best of Bengal's traditional crafts. Our artisans create everything from handwoven textiles to intricate pottery, each piece reflecting the rich cultural heritage of Bangladesh. We are committed to supporting local artisans and promoting their work to a global audience, ensuring that their craft continues to thrive in the modern world.",
        "location": "Dhaka, Bangladesh",
        "featured_products": [
            "Handloomed Carpets",
            "Clay Art",
            "Textile Accessories"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/9N1Qbp3/prod-4.jpg",
        "business_name": "Heritage Touch",
        "years_of_operation": 10,
        "number_of_products": 130,
        "likes": 1000,
        "description": "Heritage Touch offers a wide selection of handcrafted products, each made by artisans who are passionate about preserving the cultural heritage of Bangladesh. Our collection includes home décor items, textiles, and fashion accessories, all made using traditional techniques that have been passed down through generations. We believe in the value of craftsmanship and strive to support artisans by providing them with a platform to share their creations.",
        "location": "Rajshahi, Bangladesh",
        "featured_products": [
            "Handwoven Baskets",
            "Clay Figurines",
            "Embroidered Cushions"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/ZhrtKb5/prod-6.jpg",
        "business_name": "Crafted in Bengal",
        "years_of_operation": 14,
        "number_of_products": 180,
        "likes": 1400,
        "description": "Crafted in Bengal is committed to promoting the beauty and artistry of Bengali crafts. Our collection features handcrafted products made by skilled artisans, from traditional pottery to handwoven textiles. We are passionate about preserving the rich cultural heritage of Bangladesh and believe that our products offer customers a unique way to connect with the history and artistry of Bengal.",
        "location": "Chittagong, Bangladesh",
        "featured_products": [
            "Handmade Pottery",
            "Weaved Mats",
            "Wooden Sculptures"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/m6kyKDg/prod-7.jpg",
        "business_name": "Bengal Heritage",
        "years_of_operation": 20,
        "number_of_products": 250,
        "likes": 1900,
        "description": "Bengal Heritage is a celebration of traditional Bengali craftsmanship, offering a wide range of handcrafted products made by skilled artisans. From textiles to pottery, our collection showcases the best of Bengali artistry. We believe in supporting local communities by promoting sustainable production methods and providing artisans with the opportunity to reach a global audience.",
        "location": "Sylhet, Bangladesh",
        "featured_products": [
            "Traditional Pottery",
            "Handwoven Carpets",
            "Handcrafted Jewelry"
        ]
    },
    {
        "business_logo": "https://i.ibb.co/XDtjj0k/prod-10.jpg",
        "business_name": "Artisanal Bengal",
        "years_of_operation": 5,
        "number_of_products": 60,
        "likes": 400,
        "description": "Artisanal Bengal offers a curated selection of handcrafted products, from fashion accessories to home décor. Our artisans use traditional techniques to create unique, high-quality items that reflect the rich cultural heritage of Bangladesh. We are passionate about preserving the artistry of Bengal and supporting local artisans by giving them a platform to showcase their work.",
        "location": "Barisal, Bangladesh",
        "featured_products": [
            "Handwoven Stoles",
            "Clay Art",
            "Traditional Wall Hangings"
        ]
    }
]